Repository: flozz/calcleaner
Catalog: locales/*.po
Languages: nl

source: Start by connecting to a CalDAV account to get some calendars to cleanup...
nl: Voeg een CalDAV-account toe om aan de slag te gaan.

source: Add account...
nl: Account toevoegen…

source: Reading calendars...
nl: Bezig met uitlezen van agenda's…

source: More...
nl: Meer…

source: An error occured when fetching calendars...
nl: Er is een fout opgetreden tijdens het ophalen.

source: Unknown error
nl: Onbekende foutmelding

source: Retry
nl: Opnieuw

source: Edit accounts...
nl: Accounts bewerken…

source: Purge events older than
nl: Afspraken verwijderen die ouder zijn dan

source: weeks
nl: weken

source: Do not delete recurring events
nl: Geen herhaalafspraken verwijderen

source: Clean Now!
nl: Opruimen!

source: Stop
nl: Afbreken

source: About
nl: Over

source: Quit
nl: Afsluiten

source: Calendar Cleaner
nl: Agenda-opruiming

source: Refresh calendars
nl: Agenda's herladen

source: Password
nl: Wachtwoord

source: Username
nl: Gebruikersnaam

source: Disable SSL certificate validation (self-signed certificate, etc.)
nl: SSL-certificaatcontrole uitschakelen (bijv. bij een zelf-ondertekend certificaat)

source: Add account
nl: Account toevoegen

source: Remove selected account
nl: Gekozen account verwijderen

source: Edit selected account...
nl: Gekozen account bewerken…

source: Calendar
nl: Agenda

source: Events
nl: Afspraken

source: Purge
nl: Verwijderen

source: Cleaning
nl: Bezig met opruimen…

source: A simple graphical tool to purge old events from CalDAV calendars
nl: Een eenvoudige toepassing voor het verwijderen van oude afspraken uit CalDAV-agenda's

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: An error occured...
nl: Er is een fout opgetreden.

source: Unable to connect to the server: the SSL certificate is invalid. 🞄 Check that there is no error in the CalDAV server URL 🞄 If you are using a self-signed certificate, disable the SSL verification in the parameters of the account
nl: Er kan geen verbinding worden gemaakt met de server: het ssl-certificaat is ongeldig. 🞄 Controleer de CalDAV-server-url; 🞄 Als u gebruikmaakt van een zelf-ondertekend certificaat, schakel SSL-controle dan uit in de accountvoorkeuren

source: Unable to connect to the server. 🞄 Check that there is no error in the CalDAV server URL 🞄 Check that the server is currently available 🞄 Check you are connected to the internet
nl: Er kan geen verbinding worden gemaakt met de server. 🞄 Controleer de CalDAV-server-url; 🞄 Controleer de serververbinding; 🞄 Controleer uw internetverbinding.

source: You are not authorized to access this resource. 🞄 Check your login and password 🞄 Check you are allowed to access the server
nl: U heeft geen toegang tot deze bron. 🞄 Controleer uw inloggegevens; 🞄 Controleer de servertoegang.

source: Unable to read calendars. 🞄 Check that there is no error in the CalDAV server URL
nl: De agenda's kunnen niet worden uitgelezen. Controleer de CalDAV-server-url.

source: Skipped
nl: Overgeslagen

source: Reading...
nl: Bezig met uitlezen…
